Repository: gvogets/autorandr-gui
Catalog: po/*.po
Languages: de

source: Save Profile
de: Profil speichern

source: Profile name
de: Profilname

source: Comment
de: Kommentar

source: The display settings have changed
de: Die Anzeigeeinstellungen wurden geändert

source: Are the display settings applied correctly?
de: Wurden die Anzeigeeinstellungen korrekt angewendet?

source: The display mode will be reset in
de: Der Anzeigemodus wird in

source: seconds
de: Sekunden

source: to the previous settings.
de: auf die vorherigen Einstellungen zurückgesetzt.

source: autorandr-gui
de: Bildschirmprofilwerkzeug

source: Display setup
de: Anzeige einrichten

source: Opens your display settings application
de: Das Einstellungswerkzeug des Rechners starten.

source: Automatic
de: Automatik

source: Automatic configuration of your display settings.
de: Automatische Konfiguration der Anzeigeeinstellungen.

source: Save
de: Speichern

source: Save the current display settings as a profile.
de: Speichert die derzeitigen Anzeigeeinstellungen als Profil.

source: Delete
de: Löschen

source: Select a Profile for deletion
de: Ein Profil löschen.

source: Select default
de: Standard festlegen

source: Mark a profile as default on boot or application start.
de: Ein Profil als Startprofil auswählen

source: Quit
de: Beenden

source: Good Bye!
de: Auf Wiedersehen!

source: Saved profiles
de: Gespeicherte Profile

source: No profile saved
de: Kein gespeichertes Profil

source: No comment
de: Kein Kommentar

source: Unknown
de: Unbekannt

source: Display settings unknown
de: Anzeigeeinstellungen unbekannt

source: Default profile
de: Standardprofil

source: Detected profile
de: Erkanntes Profil

source: (active)
de: (aktiv)

source: Incompatible Profile
de: Inkompatibles Profil

source: Please choose the profile that you want to be deleted
de: Bitte wählen Sie das zu löschende Profil:

source: Delete profile
de: Profil löschen

source: Primary display
de: Primäre Anzeige

source: Secondary display
de: Sekundäre Anzeige

source: Clone mode
de: Klonmodus

source: Extended desktop to the left
de: Erweiterter Desktop - links

source: Extended desktop to the right
de: Erweiterter Desktop - rechts

source: Please choose the desired automatic mode
de: Bitte wählen Sie den gewünschten automatischen Modus:

source: None
de: Keines

source: Please choose the default profle
de: Bitte wählen Sie das Standardprofil:

source: Choose default profile
de: Standardprofil wählen
